import { FAQItem } from '@/types/FAQ';

export const faqItems: FAQItem[] = [
  // {
  //   id: 'item-1',
  //   icon: 'users',
  //   question: 'Сколько человек может быть в команде?',
  //   answer:
  //     'В формате «Эрудит пати» команды могут состоять от 2 до 10 человек. В семейном формате — без ограничений, главное, чтобы были как взрослые, так и дети.',
  // },
  {
    id: 'item-2',
    icon: 'help-circle',
    question: 'Какие правила игры?',
    answer:
      'Игра состоит из 7 туров с вопросами разной тематики и формата. Команды записывают ответы и сдают их организаторам. За правильный ответ команда получает баллы, за неправильный — баллы не начисляются. В последнем туре – блиц: на размышление даётся всего 30 секунд. Также можно использовать «галочку уверенности» — если поставить рядом с ответом, то за правильный начисляется +2 балла, за ошибочный снимается -2 балла. Без галочки все как обычно',
  },
  {
    id: 'item-3',
    icon: 'calendar',
    question: 'Как часто проходят игры?',
    answer:
      'Регулярные игры проходят примерно раз в месяц по расписанию. Следите за анонсами игр в наших социальных сетях или на сайте в разделе расписания',
  },
  {
    id: 'item-6',
    icon: 'map-pin',
    question: 'Где обычно проходят игры?',
    answer:
      'Игры проходят в различных локациях города (кафе, бары). Точные места указываются при анонсе игры',
  },
  {
    id: 'item-7',
    icon: 'ticket',
    question: 'Как принять участие в игре?',
    answer:
      'Достаточно собрать команду от 2 до 10 человек, отправить заявку на сайте или в наших соцсетях, прийти в нужное место и время, и все что остается – это насладиться игрой и, конечно же, победить!',
  },
  {
    id: 'item-4',
    icon: 'briefcase',
    question: 'Можно ли заказать игру для корпоратива или праздника?',
    answer:
      'Да! Мы организуем наши игры для вашего корпоратива, выпускного, дня рождения или любого другого прекрасного события. Формат можно адаптировать под ваш запрос',
  },
  // {
  //   id: 'item-5',
  //   icon: 'gift',
  //   question: 'Что значит партнёрство или спонсорство?',
  //   answer:
  //     'Компании и организации могут предоставить призы для команд-победителей или иные бонусы. Взамен они получают рекламу во время игры, упоминание в социальных сетях и другие варианты сотрудничества.',
  // },
];
