export const reviews = [
  {
    body: 'Хотим выразить огромную благодарность Анне Ларюшиной за проведение такой замечательной игры! Отличные вопросы, до большинства можно дойти путем логических рассуждений. Игра не затянута, быстро проверяются ответы, поэтому есть возможность потанцевать подольше. Анечка, спасибо Вам огромное за возможность отключиться от серых будней, пропитаться духом коллективизма, да и пошевелить шестеренками 😅! Надеемся на новые чудесные встречи, Ваши "НеСмоглиДоговориться"!❣',
    photoUrl: '/images/reviews/review-photo-1.webp',
  },
  {
    body: 'Игра прошла как всегда отлично. Без фразы "А я говорила" не обошлось))) Всегда приятно, когда Аня придумывапет новые штучки 😁 в этот раз квест про пароль, это было что то 🥴, но мы справились. 😉 Спросили у Алисы, что объединяет слова меч, Хью Джекман и море 🤦‍♀️))) ответ был "ничего" кроме фильма пароль Рыба-меч 😋. Аня спасибо тебе 🤗ждём новых фишечек 😉',
    photoUrl: '/images/reviews/review-photo-2.webp',
  },
  {
    body: 'Игра была весёлая, энергичная и очень интересная. 👍Время вообще прошло незаметно, ⏰2 часа? Неее... Не слышали... Оказалось, что нужно заполнить некоторые пробелы в знаниях🎓📚, и нужно больше людей в команду 👫👬👭👫😉 Спасибо организаторам и с нетерпением ждём следующей игры!!! 🤓🤔😍',
    photoUrl: '/images/reviews/review-photo-3.webp',
  },
  {
    body: 'Очень нравится Семейный ЭрудитПати, где можно принять участие с детьми. И часто бывает, что дети знают то, о чем взрослые просто могут не знать или забыть)',
    photoUrl: '/images/reviews/review-photo-4.webp',
  },
];
